k_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ack'
brew 'coreutils'
brew 'fzf'
brew 'go'
brew 'grc'
brew 'httpie'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'mysql'
brew 'openssl'
brew 'neovim'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'puma/puma/puma-dev'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'the_silver_searcher'
brew 'tmux'
brew 'translate-shell'
brew 'tree'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask '1password'
cask 'atom'
cask 'docker'
cask 'firefox'
cask 'firefox-developer-edition'
cask 'google-chrome'
cask 'hammerspoon'
cask 'imageoptim'
cask 'iterm2'
cask 'handbrake'
cask 'macvim'
cask 'mapbox-studio'
cask 'nvalt'
cask 'osxfuse'
cask 'seashore'
cask 'sequel-pro'
cask 'skype'
cask 'slack'
cask 'steam'
cask 'suspicious-package'
cask 'the-unarchiver'
cask 'transmission'
cask 'tunnelbear'
cask 'vlc'
cask 'xld'
