1password
appcleaner
atom
default-folder-x
disablemonitor
google-chrome
hammerspoon
imageoptim
iterm2
karabiner
nvalt
popclip
qlmarkdown
qlstephen
rcdefaultapp
sequel-pro
spectacle
suspicious-package
the-unarchiver
transmission-remote-gui
tunnelbear
tunnelblick
xld
yujitach-menumeters
